[
	{
		"id": 1,
		"name": "How to Sell Jewelry Online and Build a Store That Shoppers Love",
		"date": "Oct. 04, 2021",
		"description": "How to Sell Jewelry Online and Build a Store That Shoppers LoveTired of scrolling? Download a PDF version for easier offline reading and sharing with coworkers. DOWNLOAD PDF. Jewelry is a timeless and powerful",
		"img": "hhttps://www.oberlo.com/media/1613507835-jewelry.jpeg"
	},
	{
		"id": 2,
		"name": "ecommerce marketing and selling",
		"date": "Oct. 02, 2021",
		"description": "Beeketing’s ecommerce blog covers a variety of topics and is well-known for providing great marketing automation solutions. The blog is full of practical guides to email marketing, conversion optimization, customer ",
		"img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQIQwtlH3Y72sMskMONnEWA7RvNa0F41InVoQ&usqp=CAU"
	},
	{
		"id": 3,
		"name": "ecommerce marketing, growth, and engagement",
		"date": "Sep. 28, 2021",
		"description": "Yotpo's blog shares top-notch advice on building customer loyalty and engagement through user-generated content marketing (that is, content created by customers, including testimonials, tweets, videos, etc).",
		"img": "https://www.savit.in/blog/wp-content/uploads/2019/12/7-Essential-E-commerce-Strategies-1024x673.jpeg"
	},
	{
		"id": 4,
		"name": "dropshipping tips and resources",
		"date": "Oct. 11, 2021",
		"description": "For dropshippers, the Oberlo blog is one of the most credible and informative resources out there. Unlike other types of ecommerce businesses, dropshipping requires regularly updated insights on trending products,",
		"img": "https://i.ibb.co/r7K8cJh/download-1.jpg"
	},
	{
		"id": 5,
		"name": "How to Make and Sell Merch on TikTok",
		"date": "Oct. 17, 2021",
		"description": "In 2019, Charli D’Amelio was just a high school student who started posting videos on TikTok of herself dancing in her bedroom and the school bathroom. Now, she’s among the platform’s most-followed stars and top earners.",
		"img": "https://www.junglescout.com/wp-content/uploads/2021/03/blog_how-to-sell-on-TikTok_feature-img.jpg"
	},
	{
		"id": 6,
		"name": "How to Sell Books Online",
		"date": "Oct. 12, 2021",
		"description": "Avid readers know that there’s nothing like curling up with a good book. The weight of its pages, the library smell, and the anticipation of being transported into another world. Have you ever imagined a life where you c",
		"img": "https://i.ibb.co/VYTNc3p/download-2.jpg"
	}
]
